Repository: africamonkey/AirShout
Catalog: AirShout/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# aboutApp.build
source: Build
zh_hans: 构建号

# aboutApp.developer
source: Developer
zh_hans: 开发者

# aboutApp.info
source: Info
zh_hans: 信息

# aboutApp.version
source: Version
zh_hans: 版本

source: Africamonkey
zh_hans: 非洲猴子

# alert.cancel
source: Cancel
zh_hans: 取消

# alert.confirm
source: OK
zh_hans: 确定

# audio.error.engine.setup.failed
source: Audio engine setup failed
zh_hans: 音频引擎设置失败

# audio.error.microphone.permission.denied
source: Microphone permission denied
zh_hans: 麦克风权限被拒绝

# audio.error.no.input.available
source: No input device available. Please ensure an audio output device is selected.
zh_hans: 没有可用的输入设备，请确保已选择音频输出设备

# connections.add
source: Add Connection
zh_hans: 添加连接

# connections.cancel
source: Cancel
zh_hans: 取消

# connections.empty
source: No Saved Connections
zh_hans: 暂无保存的连接

# connections.ip.placeholder
source: IP Address
zh_hans: IP地址

# connections.name.placeholder
source: Name
zh_hans: 名称

# connections.port.placeholder
source: Port
zh_hans: 端口

# connections.save
source: Save
zh_hans: 保存

# connections.title
source: Saved Connections
zh_hans: 已保存的连接

# content.airplay.permission.message
source: Please enable microphone access in Settings to use AirShout
zh_hans: 请在设置中开启麦克风权限以使用隔空喊话功能

# content.airplay.permission.settings
source: Open Settings
zh_hans: 打开设置

# content.airplay.permission.title
source: Microphone Access Denied
zh_hans: 麦克风权限被拒绝

# content.airplay.title
source: Shout to AirPlay
zh_hans: 向 AirPlay 设备喊话

# device.none
source: No Device Selected
zh_hans: 未选择设备

# device.select
source: Select Device
zh_hans: 选择设备

source: Local IP:
zh_hans: 本机IP:

# local.port
source: Receive Port:
zh_hans: 接收端口:

# local.port.placeholder
source: Port
zh_hans: 端口

# local.start.receive
source: Start Receiving
zh_hans: 开始接收

# local.stop.receive
source: Stop Receiving
zh_hans: 停止接收

# network.connection.failed
source: Connection failed: %@
zh_hans: 连接失败: %@

# network.error
source: Error
zh_hans: 错误

# network.error.connection.failed.with.reason
source: Connection failed: %@
zh_hans: 连接失败: %@

# network.error.not.connected
source: Not connected to any device
zh_hans: 未连接到任何设备

# network.error.port.in.use
source: Port is already in use, please change port
zh_hans: 端口已被占用，请更换端口

# network.listen.failed
source: Listen failed: %@
zh_hans: 监听失败: %@

# network.pro
source: (Professional Edition)
zh_hans: （专业版）

# network.start.send
source: Start Sending
zh_hans: 开始发送

# network.stop.send
source: Stop Sending
zh_hans: 停止发送

# network.title
source: Enter IP Address to Connect
zh_hans: 手动输入 IP 地址连接

# onboarding.start
source: Get Started
zh_hans: 开始使用

# onboarding.step.1.desc
source: Select AirPlay or Bluetooth device to stream audio wirelessly to TV, speakers, etc.
zh_hans: 选择 AirPlay 或蓝牙设备，将声音无线传输到电视、音响等设备

# onboarding.step.1.title
source: AirPlay Shout
zh_hans: AirPlay 设备喊话

# onboarding.step.2.desc
source: Automatically discover iOS devices running %@ and stream audio to them
zh_hans: 自动搜索同样运行了 %@ 的 iOS 设备，将声音传输到对方设备

# onboarding.step.2.title
source: Discover Nearby
zh_hans: 发现附近设备

# onboarding.step.3.desc
source: Enter the IP address of another iOS device, tap 'Start Receiving' on that device, then stream audio to it
zh_hans: 输入对方 iOS 设备的 IP 地址，在对方设备上点击「开始接收」后，将声音传输到对方设备

# onboarding.step.3.title
source: Manual IP Connection
zh_hans: 手动 IP 连接

# onboarding.step.4.desc
source: Press button to start transmitting, press again to stop. Waveform shows real-time audio levels
zh_hans: 按下按钮开始传输，再次按下停止，波形图实时反馈音量

# onboarding.step.4.title
source: Press to Speak
zh_hans: 按下说话

# onboarding.welcome
source: Welcome to %@
zh_hans: 欢迎使用 %@

# p2p.connected
source: Connected
zh_hans: 已连接

# p2p.disconnected
source: Disconnected
zh_hans: 未连接

# p2p.title
source: Online Devices in LAN
zh_hans: 局域网内的在线设备

# settings.about
source: About
zh_hans: 关于

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.title
source: Settings
zh_hans: 设置

# settings.waveform.style
source: Waveform Style
zh_hans: 波形样式

# shout.start
source: Start
zh_hans: 开始

# shout.stop
source: Stop
zh_hans: 停止

# status.connected
source: Connected
zh_hans: 已连接

# status.connecting
source: Connecting...
zh_hans: 连接中...

# status.disconnected
source: Disconnected
zh_hans: 未连接

# status.transmitting
source: Transmitting
zh_hans: 传输中

# tab.airplay
source: AirPlay Shout
zh_hans: AirPlay 喊话

# tab.manual
source: Manual Connect
zh_hans: 手动连接

# tab.nearby
source: Nearby
zh_hans: 附近设备

# tab.settings
source: Settings
zh_hans: 设置

# waveform.style.classic
source: Central glow, gradient purple bars
zh_hans: 中央发光，渐变紫色条形柱

# waveform.style.pulse
source: Circular radar-style waveform
zh_hans: 环形雷达式波形

# waveform.style.wave
source: Smooth connected curve, modern flowing style
zh_hans: 平滑曲线连接，现代流线风格
